"Logitech Belgian" = "Logitech Belgian";
"Logitech Canadian" = "Logitech Canadian";
"Logitech Danish" = "Logitech Danish";
"Logitech Finnish" = "Logitech Finnish";
"Logitech German" = "Logitech German";
"Logitech Italian" = "Logitech Italian";
"Logitech Norwegian" = "Logitech Norwegian";
"Logitech Portuguese" = "Logitech Portuguese";
"Logitech Spanish" = "Logitech Spanish";
"Logitech Swedish" = "Logitech Swedish";
"Logitech Swiss French" = "Logitech Swiss French";
"Logitech Swiss German" = "Logitech Swiss German";
"Logitech U.K. Intl" = "Logitech U.K. Intl";
"Logitech US Intl" = "Logitech US Intl";
